
def findlen(str):
     counter = 0
     for i in str:
          counter += 1
     return counter
     str = "Было просто пасмурно, дуло с севера"
     "А к обеду насчитал сто градации серого."
     "Так всегда первого ноль девятого"
     'то ли весь мир сошел с ума, то ли я - того...'
     "на столе записка от нее смятая"
     "Недопитый виски допиваю с матами."
     "Посмотрю в окно, допишу главу"
     "Первое  сентября, наплевать на нас"
     "Если знаешь как жить - живи"
     "Ты хотела плыть как все - так плыви!"

print(len(str)
